Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=195_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiset alkuperäiskansa
sme: Sámit leat álgoálbmot

source: Saamelaiset ovat Suomen, Ruotsin, Norjan ja Venäjän alkuperäiskansaa.
sme: Sámit leat Suoma, Ruoŧa, Norgga ja Ruošša álgoálbmot, man áramus muttuin sáhttá buktit ainge ovdan dušše árvalusaid.

source: Kieleltään saamelaiset kuuluvat suomalais-ugrilaiseen kieliperheeseen.
sme: Giela dáfus sámit gullet suopmelaš-ugralaš giellabearrašii.

source: Siitä huolimatta, että saamelaiset ovat kielellisesti sukua suomalaisille, saamelaisten geneettisessä perimässä on säilynyt piirteitä, jotka erottavat saamelaiset kaikista naapurikansoistaan.
sme: Das fuolakeahttá ahte sámit leat gielalaččat fuolkkit suopmelaččaide, sámiid genehtalaš árbbis leat seilon iešvuođat, mat earuhit sámiid buot ránnjáálbmogiin.

source: Saamelaisten alkuperä on siten edelleen arvoitus, jota useiden tieteenalojen tutkijat pyrkivät selvittämään.
sme: Sámiid sohkaduogáža sáhttá ainge dušše árvádallat; dutkit máŋgga dieđasuorggis geahččalit goit čielggadit ášši.

source: Tutkimus ei ole toistaiseksi voinut antaa saamelaisten alkuperästä tarkempaa kuvausta kuin ensimmäisen saamenkielisen proosateoksen vuonna 1910 julkaissut Johan Turi (1854-1936).
sme: Dutkamuš ii leat vel sáhttán addit sámiid sohkaduogážis dárkilut govvádusa go vuosttas sámegielat proságirjji jagis 1910 almmustahttán Johan Turi (1854-1936).

source: Turi kuvaa teoksessaan Muittalus samid birra (Kertomus saamelaisista) laajasti saamelaisten perinteistä elämää.
sme: Turi govvida girjjistis Muittalus samid birra viidát sámiid árbevirolaš eallima.

source: Teos on saamelaiskirjallisuuden klassikko ja se on käännetty useille maailman kielille, myös suomeksi.
sme: Girji lea sámegirjjálašvuođa klassihkar ja dat lea jorgaluvvon máŋggaide máilmmi gielaide, maiddái suomagillii.

source: Turin teos on edelleenkin hyvä lähdeteos saamelaiskulttuurista.
sme: Turi girji lea ainge buorre gáldogirji sámekultuvrra birra.

source: Turi kirjoittaa kansansa alkuperästä mm. seuraavasti:
sme: Turi čállá iežas álbmoga sohkaduogážis ee. ná:

source: “Saamelaisista ei ole kuultu, että he olisivat tulleet tänne mistään.
sme: “Sámiid boahtimušas ii leat gullon, ahte livččii boahtán gosge.

source: Saamelainen on ollut paikallinen asuja kautta koko Lapinmaan, ja kun saamelainen aikoinaan oleskeli näillä seuduin rannikolla, silloin ei meren rantamilla ollut muita asukkaita.
sme: Sápmelaš lea leamaš dáppeorru miehtá Sámi eatnama. Ja go sápmelaš lea leamaš dáppe mearragáttiin orrume, dalle eai leat leamaš orrut eai oktage mearragáttiin, ja dalle leai buorre orrut sámiide.

source: Siihen aikaan saamelaisten kelpasi olla ja elellä.
sme: Ja sámit leat orron Ruoŧa bealde maiddá juohke báikkis.

source: Ja saamelainen on asunut ruotsalaisalueillakin kaikkialla.
sme: Ja eai dalle lean dálolaččat eai gosge;

source: Silloin ei ollut talollisia lähimaillakaan;
sme: eai sámit diehtán, ahte leat iežá olbmot go sii.

source: Alkuperäiskansojen maailmanyhteisö
sme: Sámit gullet oktan unnimus, muhto oktan eanemus aktiivvalaš álbmogiin máilmmi álgoálbmogiid jovkui.

source: Saamelaiset kuuluvat yhtenä pienimmistä, mutta yhtenä aktiivisimmista, kansoista maailman alkuperäiskansojen joukkoon.
sme: Álgoálbmogat gávdnojit buot nannámiin ja daidda gullet oktiibuot sullii 370 miljovnna olbmo sullii 70 riikkas.

source: Alkuperäiskansoja on kaikilla mantereilla ja niihin kuuluu yhteensä noin 370 miljoonaa ihmistä noin 70 valtiossa.
sme: Váldooassi máilmmi áittatvuloš gielain leat álgoálbmogiid gielat.

source: Valtaosa maailman uhanalaisista kielistä on alkuperäiskansojen kieliä.
sme: Álgoálbmogiid olmmošvuoigatvuođat leat loktanan iežas kategoriijan riikkaidgaskasaš olmmošvuoigatvuođaid olis 1980-logu rájes.

source: Alkuperäiskansojen ihmisoikeudet ovat nousseet omaksi kategoriakseen kansainvälisten ihmisoikeuksien piirissä 1980-luvulta lähtien.
sme: Álgoálbmogiid vuoigatvuođaid dorvvasteaddji dehálamos áššebáhpárat leat jagis 2007 Ovttastuvvon Našuvnnaid (ON) oktasaščoahkkimis dohkkehuvvon julggáštus álgoálbmogiid vuoigatvuođain (United Nations Declaration on the Rights of Indigenous Peoples) ja Riikkaidgaskasaš bargoorganisašuvdna ILO álgo- ja čeardaálbmogiid guoski soahpamuš (ILO-convention no 169 concerning indigenous and tribal peoples in independent countries), mii dohkkehuvvui ILO oktasaščoahkkimis jagis 1989.

source: Merkittävimpiä alkuperäiskansojen oikeuksia turvaavia asiakirjoja ovat vuonna 2007 Yhdistyneiden Kansakuntien (YK/UN) yleiskokouksessa hyväksytty julistus alkuperäiskansojen oikeuksista (United Nations Declaration on the Rights of Indigenous Peoples) ja Kansainvälisen työjärjestö ILO:n alkuperäis- ja heimokansoja koskeva sopimus (ILO-convention no 169 concerning indigenous and tribal peoples in independent countries), joka hyväksyttiin ILO:n yleiskokouksessa vuonna 1989.
sme: Soahpamuša dohkkeheapmi mearkkašii nuppástusa álgoálbmogiid vuoigatvuođaid ovddideamis ja das leamašan stuorra mearkkašupmi maid Davviriikkaid sámiide.

source: Sopimuksen hyväksyminen merkitsi käännettä alkuperäiskansojen oikeuksien kehittämisessä ja sillä on ollut suuri merkitys myös Pohjoismaiden saamelaisille.
sme: Davviriikkain Norga lea ratifiseren soahpamuša.

source: Pohjoismaista Norja on ratifioinut sopimuksen.
sme: Suopma ja Ruoŧŧa leat ráhkkanan soahpamuša ratifiseremii juo guhká.

source: Suomi ja Ruotsi ovat valmistautuneet sopimuksen ratifioimiseen jo pitkään.
sme: ILO soahpamuša njunušjurddan lea dorvvastit álgo- ja čeardaálbmogiidda vuoigatvuođa daid iežaset identitehta ja eallinvuogi seailluheapmái.

source: ILO:n sopimuksen johtavana ajatuksena on turvata alkuperäis- ja heimokansoille oikeus niiden oman identiteetin ja elämäntavan säilyttämiseen.
sme: Álgoálbmogiid eai šat geahččal assimileret váldoálbmogii čuvgehusa namas, man jurdagii ILO jagis 1957 dohkkehuvvon ovddit soahpamuš vel fikkai.

source: Alkuperäiskansoja ei enää pyritä sulauttamaan valtaväestöön sivistyksen nimissä, johon ajatukseen ILO:n vuonna 1957 hyväksytty edellinen sopimus vielä pyrki.
sme: Jagi 1989 soahpamuš geahččala ovddidit álgoálbmogiid iežaset gielaid ja kultuvrraid seailuma ja addit álbmogiidda alcceseaset eanet váikkuhanválddi sin iežaset áššiin.

source: Vuoden 1989 sopimus pyrkii edistämään alkuperäiskansojen omien kielten ja kulttuurien säilymistä ja antamaan kansoille itselleen enemmän vaikutusvaltaa niitä itseään koskevissa asioissa.
sme: Geat álgoálbmogat leat?

source: Keitä alkuperäiskansat ovat?
sme: ILO soahpamuš (1989) meroštallá soahpamuša ollái gullevaš álbmogin

source: ILO:n sopimus (1989) määrittelee sopimuksen piiriin kuuluviksi
sme: a) daid iehčanas riikkain ealli čeardaálbmogiid, mat earránit čielgasit riikka eará álbmotjoavkkuin sosiálalaš, kultuvrralaš ja ekonomalaš eallindiliideaset beales ja maid sajádat mearrašuvvá oalát dahje muhtin oassái daid iežaset dábiid dahje árbevieruid dahje spesiálláhkamearrádusaid mielde;

source: a) ne itsenäisissä maissa elävät heimokansat, jotka eroavat selvästi maan muista väestöryhmistä sosiaalisten, kulttuuristen ja taloudellisten olojensa puolesta ja joiden asema määräytyy kokonaan tai osittain niiden omien tapojen tai perinteiden tai erityislainsäädännön mukaan;
sme: ja

source: ja
sme: á) daid iehčanas riikkain ealli álbmogiid, mat dollojuvvojit álgoássin, dasgo sii nállašuvvet álbmogis, mii riikka vuolušteami dahje ásaiduvvama dahje dálá riikkarájáid hápmašuvvama áigge ásai riikkas dahje dan eatnandieđalaš guovllus, masa riika gullá, ja mat vuoigatvuođalaš sajádagasteaset fuolakeahttá leat seailluhan ollásit dahje muhtin oassái iežaset sosiálalaš, ekonomalaš, kultuvrralaš ja politihkalaš ásahusaideaset.

source: b) ne itsenäisissä maissa elävät kansat, joita pidetään alkuasukkaina, koska he polveutuvat väestöstä, joka maan valloituksen tai asuttamisen tai nykyisten valtionrajojen muodostumisen aikaan asui maassa tai sillä maantieteellisellä alueella, johon maa kuuluu, ja jotka oikeudellisesta asemastaan riippumatta ovat säilyttäneet kokonaan tai osittain omat sosiaaliset, taloudelliset, kulttuuriset ja poliittiset instituutionsa.
sme: Álgoálbmogis leat nappo nana ruohttasat dan árbevirolaččat ásaiduhttin guovlluide, dat lea seailluhan iežas kultuvrralaš sierralági, ii leat riikkastis hálddašeaddji sajádagas ja dat atná iežas álgoálbmogin.

source: Alkuperäiskansalla on siten vahvat juuret sen perinteisesti asuttamiin alueisiin, se on säilyttänyt omaa kulttuurista erityislaatuaan, ei ole valtiossaan hallitsevassa asemassa ja se pitää itseään alkuperäiskansana.
sme: Álgoálbmogiid iežaset bissovaš forum ON-vuogádagas

source: Alkuperäiskansojen oma foorumi YK-järjestelmässä
sme: Álgoálbmotáššit leat gieđahallon ON-vuogádagas logijagiid áigge gaskaboddosaš bargojoavkkuin.

source: Alkuperäiskansa-asioita on käsitelty YK-järjestelmässä vuosikymmenten ajan tilapäisissä työryhmissä.
sme: Jagis 2000 álgoálbmogiid olmmošvuoigatvuođaid gieđahallama várás vuođđuduvvui bissovaš álgoálbmotáššiid forum ´The United Nations Permanent Forum on Indigenous Issues/ PFII´.

source: Vuonna 2000 alkuperäiskansojen ihmisoikeuksien käsittelyä varten perustettiin pysyvä alkuperäiskansa-asioiden foorumi ´The United Nations Permanent Forum on Indigenous Issues/ PFII´.
sme: Dan vuosttas ságajođiheaddjin doaimmai Norgga sápmelaš Ole Henrik Magga (govas guovdu).

source: Sen ensimmäisenä puheenjohtajana toimi Norjan saamelainen Ole Henrik Magga (keskellä kuvassa).
sme: Sámit leat oassálastán aktiivvalaččat foruma doibmii dan álggu rájes.

source: Saamelaiset ovat osallistuneet aktiivisesti foorumin toimintaan sen alusta saakka.
sme: Álgoálbmotáššiid bissovaš forum doaibmá ON:aid ekonomiija- ja sosiálaráđi (Economic and Social Council, ECOSOC) ráđđeaddi orgánan.

source: Alkuperäiskansa-asioiden pysyvä foorumi toimii YK:n talous- ja sosiaalineuvoston (Economic and Social Council, ECOSOC) neuvoa-antavana elimenä.
sme: Foruma bargun lea bohciidahttit ságastallama álgoálbmogiid ekonomalaš ja sosiálalaš ovdáneami, kultuvrra, birrasa, skuvlejumi, dearvvasvuođa ja olmmošvuoigatvuođaid guoski áššiid birra ja addit dain ávžžuhusaid ON:aide.

source: Foorumin tehtävänä on nostaa keskusteluun alkuperäiskansojen talous- ja sosiaalista kehitystä, kulttuuria, ympäristöä, koulutusta, terveyttä ja ihmisoikeuksia koskevia asioita ja antaa niistä suosituksia YK:lle.
sme: Dasa lassin dan bargun lea lasihit diđolašvuođa álgoálbmogiid áššiid birra, buvttadit daidda guoski dokumeanttaid/materiála ja doalvut álgoálbmogiidda guoski áššiid ON-vuogádaga gieđahallamii.

source: Lisäksi sen tehtävänä on lisätä tietoisuutta alkuperäiskansojen asioista, tuottaa niitä koskevia dokumentteja/materiaalia ja saattaa alkuperäiskansoja koskevia asioita YK-järjestelmän käsittelyyn.
sme: ON:ain lea maid álgoálbmogiid eallindiliid ja olmmošvuoigatvuođaid čuovvu erenomáš sierraraporterejeaddji.

source: YK:lla on myös erityinen alkuperäiskansojen oloja ja ihmisoikeuksia seuraava erityisraportoija.
sme: Dán barggus jagis 2008 álggahan James S. Anaya finai golggotmánus 2008 maid Roavvenjárggas, gos ordnejuvvojedje ee. Davviriikkaid sámeparlamentarihkariid konfereansa ja sápmelaš álbmotservviid ovddasteaddji Sámekonfereansa.

source: Tässä tehtävässä vuonna 2008 aloittanut James S. Anaya vieraili lokakuussa 2008 myös Rovaniemellä, jossa järjestettiin mm. Pohjoismaiden saamelaisparlamentaarikkojen konferenssi ja saamelaisia kansalaisjärjestöjä edustava Saamelaiskonferenssi.
sme: Govas: Sierraraporterejeaddji Anaya Roavvenjárggas ovttas Norgga sámedikki ságajođiheaddji Egil Olliin, Suoma sámedikki várreságajođiheaddji Irja Seurujärvi-Kariin ja Ruoŧa sámedikki ságajođiheaddji Lars Ándde Bæriin.

source: Kuvassa: Erityisraportoija Anaya Rovaniemellä yhteiskuvassa Norjan saamelaiskäräjien puheenjohtaja Egil Ollin, Suomen saamelaiskäräjien varapuheenjohtaja Irja Seurujärvi-Karin ja Ruotsin saamelaiskäräjien puheenjohtaja Lars Ándde Bærin kanssa.
sme: Guovdageaidnolaš sámejurista John B. Henriksen válljejuvvui čakčat 2008 jođihit ON-vuogádagas doaibmi, álgoálbmogiid ođđa áššedovdijoavkku (Expert Mechanism on the Rights of Indigenous Peoples).

source: Koutokeinolainen saamelainen juristi John B. Henriksen valittiin syksyllä 2008 johtamaan YK-järjestelmässä toimivaa uutta alkuperäiskansojen asiantuntijaryhmää (Expert Mechanism on the Rights of Indigenous Peoples).
sme: Áššedovdijoavkkus leat oktiibuot vihtta lahtu, guđet leat Norgga lassin eret Kongos, Malesias, Filippiinain ja Costa Ricas.

source: Asiantuntijaryhmässä on yhteensä viisi jäsentä, jotka ovat Norjan lisäksi Kongosta, Malesiasta, Filippiineiltä ja Costa Ricasta.
sme: Henriksen doaibmá maid spesiáláššedovdin álgoálbmogiid Gáldu -nammasaš guovddážis (Resource Centre for the Rights of Indigenous Peoples), mii lea Norgga Guovdageainnus.

source: Henriksen toimii myös erikoisasiantuntijana Norjan Koutokeinossa sijaitsevalle alkuperäiskansojen Gáldu -nimiselle keskukselle (Resource Centre for the Rights of Indigenous Peoples).
sme: Gáldu ruoktosiidduin gávdno ollu diehtu máilmmi álgoálbmogiid birra.

source: Gáldun kotisivuilta löytyy paljon tietoa maailman alkuperäiskansoista.
sme: Sáhtát geahččat doppe maid videoid sámiid birra.

source: Voit katsoa sieltä myös lukuisia saamelaisista kertovia videoita.
sme: Álgoálbmot ruovtturiikka láhkaásaheamis

source: Alkuperäiskansa kotimaisessa lainsäädännössä
sme: Suopma lea dovddastan sámiid álgoálbmogin vuosttas geardde vuođđolágastis jagis 1995 ja lasihan vástideaddji njuolggadusa jagis 2000 fápmuiboahtán ođđa vuođđoláhkii.

source: Suomi on tunnustanut saamelaiset alkuperäiskansaksi ensimmäisen kerran perustuslaissaan vuonna 1995 ja sisällyttänyt vastaavan säännöksen vuonna 2000 voimaantulleeseen uuteen perustuslakiin.
sme: Sámiid sajádagas álgoálbmogin mearriduvvo maid lágas Sámedikki birra (1995, 1§).

source: Saamelaisten asemasta alkuperäiskansana säädetään myös laissa Saamelaiskäräjistä (Láhka sámedikkis 1995, 1§).
sme: Vuođđolága 17§ 3 momeantta mielde sámiin lea álgoálbmogin vuoigatvuohta doalahit ja ovddidit iežaset giela ja kultuvrra.

source: Perustuslain 121§:n 4 momentissa säädetään saamelaisille kotiseutualueellaan kuuluvasta kieltään ja kulttuuriaan koskevasta itsehallinnosta.
sme: Jagis 1995 ásahuvvui láhka Sámedikki birra, mii ollašuhttá sámiid kulturiešstivrejumi. Dát laktása seamma jagi vuođđoláhkii dahkkon nuppástusaide.

source: Perustuslakiin vuonna 1995 tehtyihin muutoksiin liittyen säädettiin samana vuonna myös saamelaisten kulttuuri-itsehallintoa toteuttavasta Saamelaiskäräjistä (Sámediggi).
sme: Norgga vuođđoláhkii lasihuvvui jagis 1988 ng. sámeparagráfa (110a §), man mielde stáhta eiseválddiin lea geatnegasvuohta ordnet dili dakkárin, ahte sámi álbmotjoavkkus lea vejolašvuohta iežas giela, kultuvrra ja servodateallima dorvvasteapmái ja ovddideapmái.

source: Norjan perustuslakiin lisättiin vuonna 1988 ns. saamelaispykälä (110a §), jonka mukaan valtion viranomaisilla on velvollisuus järjestää olosuhteet sellaisiksi, että saamelaisella kansanryhmällä on mahdollisuus kielensä, kulttuurinsa ja yhteiskuntaelämänsä turvaamiseen ja kehittämiseen.
sme: Seamma áigge válmmaštallojuvvui maid sámeláhka (Sameloven 1987), mainna vuođđuduvvui válggain válljejuvvon Sámediggi (Sametinget).

source: Samaan aikaan valmisteltiin myös saamelaislaki (Sameloven/ Sámeláhka 1987), jolla perustettiin vaaleilla valittu Saamelaiskäräjät (Sámediggi/ Sametinget).
sme: Sámiid sajádat riikka álgoálbmogin nannejuvvui jagis 1990, go Norga ratifiserii Riikkaidgaskasaš bargoorganisašuvdna ILO álgoálbmotsoahpamuša nr. 169.

source: Saamelaisten asema maan alkuperäiskansana vahvistettiin vuonna 1990, jolloin Norja ratifioi Kansainvälisen työjärjestö ILO:n alkuperäiskansasopimuksen nr. 169.
sme: ILO-soahpamuša gáibádusat leat dan maŋŋá váldon vuhtii maid sierralágain, ee. oahpahuslágain ja sámeláhkii jagis 1990 laktojuvvon giellanjuolggadusain ja Sámedikki bargguin ee. oahpahusa ja skuvlenpolitihka suorggis.

source: ILO-sopimuksen vaatimuksia on sen jälkeen otettu huomioon myös erillislaeissa, mm. opetuslaissa ja saamelaislakiin vuonna 1990 liitetyissä kielisäännöksissä ja Saamelaiskäräjien tehtävissä mm. opetuksen ja koulutuspolitiikan alueella.
sme: Ruoŧas sámit máinnašuvvojit dávjá eahpevirggálaš áššebáhpáriin, ságastallamiin ja riikka ráđđehusa dieđihandoaimmas álgoálbmogin.

source: Ruotsissa saamelaiset mainitaan usein epävirallisissa asiakirjoissa, keskusteluissa ja maan hallituksen tiedotustoiminnassa alkuperäiskansaksi.
sme: Ruoŧa riikkabeaivvit dovddastii sámiid sajádaga riikka álgoálbmogin jagis 1977, muhto dása guoski njuolggadus ii leat vel riikka láhkamearrádusain.

source: Ruotsin valtiopäivät tunnusti saamelaisten aseman maansa alkuperäiskansana vuonna 1977, mutta tätä koskevaa säännöstä ei ole toistaiseksi maan lainsäädännössä.
sme: Gáldut:

source: Lähteitä:
sme: Johan Turi: Vuosttaš preanttus ´Muittalus samid birra´ 1910;

source: Johan Turi: Kertomus saamelaisista.
sme: Suomagillii jorgaluvvon girjin 1979 ´Kertomus saamelaisista´, WSOY, Porvoo 1979, suomagillii jorgalan Luobbal Sámmol Sámmol/ Samuli Aikio.

source: WSOY, Porvoo 1979, suom. Samuli Aikio.
sme: The UN Permanent Forum on Indigenous Issues/ PFII

source: The UN Permanent Forum on Indigenous Issues/ PFII
sme: www.samediggi.fi

source: www.samediggi.fi
sme: www.samediggi.no

source: www.samediggi.no
sme: www.sametinget.se

source: www.sametinget.se
sme: www.regjeringen.no

source: www.regjeringen.no
sme: Eará liŋkkat:

source: Linkkejä:
sme: Ovttastuvvan Našuvnnaid eamiálbmotvuoigatvuođaid julggaštus

source: YK:n alkuperäiskansajulistus:
sme: - suomagillii

source: - suomeksi
sme: - davvisámegillii

source: - pohjoissaameksi
sme: - anárašgillii

source: - inarinsaameksi
sme: - nuortalašgillii

source: - koltansaameksi
sme: - eaŋgalasgillii

source: - englanniksi
sme: - dárogillii

source: - norjaksi
sme: Dávgi - urfolks magasin
